# Comandos WLC Cisco 
## TS
```
sh ap status
```
> Descripcion: 
```
sh ap summary
```
> Descripcion: 
```
sh ap tag summary
```
> Descripcion: 
```
sh wireless client mac-address
```
> Descripcion: 
```
sh wireless client mac-address <MAC_address> detail
```
> Descripcion: 
```
sh wireless client mac-address <MAC_address> detail | s Client Statistics:|Protocol :|Channel :|AP Name:|AP slot :|Client State :
```
> Descripcion: 
```
sh wireless client mac-address <MAC_address> mobility history
```
> Descripcion: 
```
sh wireless client mac-address <MAC_address> mobility history
```
> Descripcion: 
```
sh wireless client mac-address <MAC_address> mobility history
```
> Descripcion: 
```
sh wireless client mac-address <MAC_address> stats mobility
```
> Descripcion: 
```
sh wireless client summary | include <MAC_address>
```
> Descripcion: 
```
sh wireless client summary detail
```
